print("Загружаю модули...")
#-------------------------КНОПКА ГЛАВНОГО МЕНЮ "ПОМОЩЬ"----------------------
button_faq = "Самый главный вопрос: Что мне даст подключение уведомлений? - Вам будут моментально приходить уведомления о гостях указанной вами странице\n \n 1)Можно подключить только один профиль? - Нет, вы можете подключать до 10 профилей и следить за гостями.\n2)Как подключить чужой профиль? - Вы должны подключить уведомления на чужой профиль нажав соответствующую кнопку в разделе подключения.\n3)Я при подключении нажал на подключение к своему профилю, как мне подключить чужой профиль? - Еще раз подключите, только при этом нажав на подключение к чужому профилю, тогда вы сможете подключить и свой профиль, и до 10 чужих профелей."
button_support = "Для отправки сообщения в поддержку: \n\nНа новой строке пишите слово \"поддержка\", делаете перенос на новую строку(Shift+Enter) и пишите суть вашего обращения!"
button_nocheat = "Не волнуйтесь, подключение уведомлений - это сложный процесс, который мы производим вручную, в некоторых случаях это может занять сутки. "
button_trablecheat = "Перед тем как писать в это обращение, попробуйте сделать следующее:\n1)Выключить антивирус \n2)Добавить чит в исключение Windows \n3)Выключить все защитные утилиты \n4)Поменять разрешение в игре \n5)Не запускать наш чит с другим софтом. Если ничего из перечисленного вам не помогло то напишите в нашу поддержку, наши сотрудники увидят ваше обращение и в скором времени помогут вам разобраться с вашей проблемой"
#-----------------------КНОПКА ГЛАВНОГО МЕНЮ "КУПИТЬ ЧИТ"--------------------
button_nobuysite = "Если вы не можете оплатить через сайт, то можете сделать это в ручную. Ниже вы видите наши реквизиты, вам нужно перевести туда деньги и оставить в примечании вашу ссылку на вконтакте и какой товар вы приобретаете(на пример WallHack 3 day). После этого вы можете снизу наблюдать кнопку \"Оплатил в ручную\" нажмите на неё.\nРеквизиты 410015648900699 -ЮMoney(янедекс деньги), Если вас так же не устраивает оплата яндекс деньгами, напишите в тех.поддержку там они найдут способ как помочь вам оплатить наш софт"
button_buydeve = "Вы выбрали: Оплата вручную\nНик QIWI для оплаты - WOVEN765\nКомментарий(обязательно) - U32DJAI\nСумма - 99₽"
#-----------------------КНОПКА ГЛАВНОГО МЕНЮ "ГАРАНТИИ"--------------------
button_garantii = "Мы работаем через известную платежную систему robokassa в случае обмана клиента(Вас), можете написать в службу поддержки и вам вернут ваши средства."
button_unikcheat = "Вы наверно уже заметили что на нашем сайте висит скриншот нашего чита. Так вот, вы можете забить данную фотку в интернете и убедится что это наш скрин, данный софт принадлежит нам. И других подобных читов нет, не по функционалу, не по дизайну."
button_dokva = "Вы так же можете сказать что фото на нашем сайте липа и мы её украли, но у нас есть отзывы, попробуйте написать хоть кому то. Я уверен что наши клиенты не откажут в возможности и покажут вам фото своей игры с читом. А если вы всё таки не сможете найти такого человека, то напишите нам, мы сделаем несколько скриншотов или запишем видео, дабы вы удостоверились в нашем софте."
button_glavnoe = "Мы дорожим нашей репутацией и надеемся что после первой покупки нашего софта, вы вернетесь к нам снова"
#-----------------------КНОПКА ГЛАВНОГО МЕНЮ "МОГУ ЛИ Я ПОЛУЧИТЬ БАН"--------------------
button_whatban = "При использовании нашего софта, с нормальной, не палевной игрой шанс бана равен 3%(По статистике за 2020 год). С палевной игрой шанс бана 15%(По статистике за 2020 год). Но если играть со спуфером то шанс бана снижается почти до нуля"
button_status = "Софт работает всегда, но иногда бывают обновления. Проверить актуальную версию чита можно по кнопке ниже \"Проверить актуальность чита\" Это кнопка позволяет выяснить чит сейчас на обновлении или же нет, так же позволяет выяснить засёк ли античит valorant наш софт или нет."
button_cheackstatus = "Статус: Active(UNDETECT)"
button_hardban = "Нет, система valorant сейчас бан по железу не даёт."
#-----------------------КНОПКА ГЛАВНОГО МЕНЮ "ИНФОРМАЦИЯ"--------------------
button_onas = "Мы профессиональная студия по разработке софта, И делали читы к самым разным играм. Начиная с CS:GO и FORTNITE и заканчивая мобильными играми PUBG MOBILE, Call of Duty и прочими. У нас имеется большой опыт работы в сфере софта, Более 5 лет.Теперь поговорим о нашем новом чите,который признан одним из лучших на данный момент. Наш софт, не вмешивается в процесс игры, это обеспечивает обход Античита. Также приватный чит IMMORTAL может похвастаться такими функциями как: Wallhack, Aim, Bhop, TrigerBot и еще множество других опций!"
button_work = "Пн 10:00 - 1:00\nВт 10:00 - 1:00\nСр 10:00 - 1:00\nЧт 10:00 - 1:00\nПт 12:00 - 0:00\nСб 13:00 - 21:00\nВс 13:00 - 21:00"



